INSERT INTO cocktail VALUES ('C0001','블랙러시안','보드카 베이스 칵테일. 여기에 리큐르인 깔루아를 넣는다. 보드카 베이스인데다 우유, 토닉워터, 주스 등 음료는 안 들어가고 술과 리큐르만 들어가기 때문에 도수는 제법 높다.','보드카 베이스','C0001.PNG','https://www.youtube.com/embed/aZ0BGWb_09M','1. 온더락잔에 얼음을 넣는다.
<br>2. 보드카 50ml, 커피리큐르 20ml 를 온더락 전에 넣는다.
<br>3. 바스푼으로 섞어준다.','온더락잔/ 보드카/ 커피리큐르/ 바스푼');
INSERT INTO cocktail VALUES ('C0002','화이트러시안','보드카 베이스 칵테일. 블랙 러시안에 크림을 첨가한 것으로서 블랙 러시안보다 훨씬 부드럽고, 술 맛이 거의 안나는 깔루아 밀크에 비해서는 꽤 독해 술다운 맛이 난다.
높은 도수에 차게 마시며 유제품도 들어가는 칵테일이니 경우에 따라 주의하는 것이 좋다. 자칫하면 소화불량이 일어날 수 있으니 주의.
국내에서는 보통 커피 리큐르로 깔루아를 사용해 만들어지는데, 일반적으로 단맛이 적은 다른 커피 리큐르로 만든 것이 더 고급 취급을 받는다. 단맛이 적으면 보다 중후한 맛이 생기지만, 단맛을 좋아하는 사람도 있으니 취향껏.
','보드카 베이스','C0002.PNG','https://www.youtube.com/embed/p6Rf7cx_dAs','1. 온더락잔에 얼음을 넣는다.
<br>2. 보드카 50ml, 커피리큐르 20ml 를 온더락 전에 넣는다.
<br>3. 바스푼으로 섞어준다.
<br>4. 위에 생크림을 조심스럽게 올려서 층이 생기도록 한다.
온더락잔/ 보드카/ 커피리큐르/ 바스푼/ 생크림
','온더락잔/ 보드카/ 커피리큐르/ 바스푼/ 생크림');
INSERT INTO cocktail VALUES ('C0003','블루라군','보드카 베이스 칵테일로, 이름의 뜻은 푸른 산호초. 그래서인지 칵테일 색도 마찬가지로 푸른색이다. 두 가지 버전이 있는데, 하나는 구프 글라스에 따르는 숏 드링크, 하나는 하이볼 글라스 또는 콜린스 글라스에 따르는 롱 드링크다. 때문에 바에서 블루 라군을 주문할 때는 꼭 정확한 표현을 사용해서 주문해야 된다.
이름이 비슷한 블루 하와이와는 꽤 가까운 관계로, 블루 하와이에서 술만 보드카로 바꿔도 블루 라군과 흡사한 맛이 난다. 파인애플 주스가 빠져있기 때문에 블루 하와이보다는 스카이다이빙과 제일 가까운 맛을 낸다. 하지만 스카이다이빙이나 블루 하와이나 맛이 거의 비슷하니 도토리 키재기 수준의 차이.
','보드카 베이스','C0003.PNG','https://www.youtube.com/embed/sL2mZ0e-C1U','1. 숏 스타일로 드시고 싶으시다면 250ml 잔에 얼음을 담아주세요.쉐이커에도 얼음을 가득 담아주세요
<br>2. 분량의 보드카 45ml 블루큐라소 45ml레몬즙 45ml을 쉐이커에 넣고 힘차게 쉐이킹 해주세요
<br>3. 잔에 쉐이킹한 것을 담아주세요
블루큐라소/ 보드카/ 레몬','블루큐라소/ 보드카/ 레몬');
INSERT INTO cocktail VALUES ('C0004','잭콕','위스키 베이스 칵테일. 그 유명한 잭 다니엘에 콜라를 섞어 마시는 매우 간단한 칵테일이다.
유래는 아무도 모르며, 잭 다니엘 증류소의 2인자인 Chris Fletcher는 자기네들끼리 말하는 농담 중에 "잭 다니엘 증류소와 코카콜라 본사가 차량으로 3시간 거리이다 보니 서로 한번 섞어 마셔본 것이 아닐까?"라는 말이 있다고 한다.
한국에도 소주 마시기 힘든 사람들이 과일쥬스에 소주를 섞어 희석시켜 마시는 경우가 있는데, 아마 미국서 위스키를 스트레이트로 마시기 힘든 사람들이 가장 보편적인 음료인 코카콜라를 섞어 마신 것이 퍼졌을 수도 있다.','위스키 베이스','C0004.PNG','https://www.youtube.com/embed/XLsdouDY1qs','1. 온더락잔에 얼음을 넣는다.
<br>2. 잭다니엘 45ml를 넣는다.
<br>3. 잔에 콜라를 꽉 채운다.
온더락잔/ 잭다니엘/ 콜라','온더락잔/ 잭다니엘/ 콜라');
INSERT INTO cocktail VALUES ('C0005','하이볼','칵테일 제조법의 일종. 기본은 얼음을 채운 텀블러 글라스에 증류주를 일정량 넣고 그 위에 탄산수나 토닉워터, 사이다, 진저에일 등의 다른 탄산음료를 부어 만든다. 증류주로는 위스키가 제일 흔히 쓰인다. 여기에 레몬 혹은 라임 등을 필하여 상큼한 맛을 더하는 것도 가능하다.','위스키 베이스','C0005.PNG','https://www.youtube.com/embed/tC77rHCSSbg','1. 온더락잔에 얼음을 넣는다.
<br>2. 젝다니엘을 채운다.
<br>3. 레몬을 필한다.','온더락잔/ 잭다니엘 /레몬');

INSERT INTO product VALUES ('P0001','온더락잔','2000','올드 패션드 글라스(Old Fashioned Glass), 온더락(On the rock) 글라스라고도 한다. 안에 커다란 얼음을 넣어서 마시는 온더락 형태로 주로 사용하는 잔이다. 흔히들 위스키를 마실 때 쓰는 넓고 낮은 잔. 위스키문서의 첫 사진이 락 글래스다.','도구','코렐','98','P0001.PNG');
INSERT INTO product VALUES ('P0002','커피리큐르','17000','커피를 주 재료로 한 리큐르. 커피향과 달콤한 맛이 특징이다. 알코올 도수는 소주와 비슷한 16도 정도. 원액을 그대로 마실경우 16도의 알코올을 강한 커피향과 강한 단맛이 덮어주는 덕분에 거의 알콜맛이 느껴지지 않기도 한다.
주로 칵테일의 재료로 사용되며 제빵, 제과용으로도 사용하는 술로 커피, 모카계통 레시피에 풍미를 맞추기 위해 첨가되기도 한다.
많은 리큐르들이 그렇듯이 주정에 설탕과 향료인 커피콩을 넣어 우려낸 후 캐러멜 색소로 착색하여 만든다. 깔루아를 만드는 다큐멘터리에서는 최상급의 원두만 선별해서 만든다고한다.','술','앱솔루트','12','P0002.PNG');
INSERT INTO product VALUES ('P0003','보드카','24000','염가에 판매되는 저가형 보드카보다 향이 무향에 가까우며 뒷맛이 연해서 스트레이트로 즐기기도 좋은 편이다. 술집의 경우, 토닉워터와 함께 얼음을 섞어 하이볼 형식으로 파는 곳이 많다.','술','앱솔루트','25','P0003.PNG');
INSERT INTO product VALUES ('P0004','바스푼','4500','스테인리스 제질의 바스푼. 칵테일이나, 음료를 섞어줄때 사용한다.
뒷쪽에 있는 포크로 가니쉬를 장식할 수 있다.','도구','코렐','43','P0004.PNG');

delete from cocktail;